Repository: greatmaxix/ein-des-ein-ios_Pharmacy
Catalog: Pharmacy/Resources/Localize/*.lproj/localize.strings
Languages: kk, uk, uz

# analizes.emptyDescription
source: It's easy to fix! Sign up for tests through our application
kk: Оны түзету оңай! Біздің қосымшамыз арқылы тесттерге жазылыңыз
uk: Це просто виправити! Запишіться на аналізи через наш пристосунок
uz: Tuzatish oson! Bizning dasturimiz orqali testlarga yoziling

# profile.exitDescription
source: This allows the app to share information about you.
kk: Бұл қолданбаға сіз туралы ақпаратпен бөлісуге мүмкіндік береді.
uk: Це дозволяє пристосунку поділитися інформацією про вас.
uz: Bu ilova siz haqingizda ma'lumot almashish imkonini beradi.

# scan.title
source: Barcode
kk: Код-сызықша
uk: Штрих код
uz: Shtrix kod

# welcome.searchBar.placeholder
source: What do you need to find?
kk: Сізге не табу керек?
uk: Що необхідно знайти?
uz: Sizga nima kerak?

# login.description
source: To enter the system, enter the registered phone number
kk: Жүйеге кіру үшін тіркелген телефон нөмірін енгізіңіз
uk: Щоб увійти в систему, введіть зареєстрований номер телефону
uz: Tizimga kirish uchun ro'yxatdan o'tgan telefon raqamini kiriting

# onboarding.title3
source: Medic chat
kk: Медик чат
uk: Чат з медиком
uz: Tibbiy chat

# product.produceForms
source: Release forms:
kk: Шығарылым нысандары:
uk: Форми випуску:
uz: Chiqarish shakllari:

# product.farmacept
source: Chat
kk: Чат
uk: Чат
uz: Farmatsevt

# about.condition
source: Terms of data use
kk: Деректерді пайдалану шарттары
uk: Умови використання даних
uz: Ma'lumotlardan foydalanish shartlari

# delivery.street
source: The street
kk: Көше
uk: Вулиця
uz: Ko'cha

# checkout.street
source: The street
kk: Көше
uk: Вулиця
uz: Ko'cha

# signup.account
source: Already have an account?
kk: Есептік жазбаңыз бар ма?
uk: Вже є аккаунт?
uz: Hisobingiz bormi?

# profile.notifications
source: Notifications
kk: Хабарландырулар
uk: Повідомлення
uz: Bildirishnomalar

# prescriptions.emptyTitle
source: You have no confirmed recipes yet.
kk: Сізде әлі расталған рецепттер жоқ.
uk: У вас поки немає підтверджених рецептів
uz: Sizda hali tasdiqlangan retseptlar yo'q.

# analizes.emptyTitle
source: You do not have test results yet
kk: Сізде тест нәтижелері әлі жоқ
uk: У вас поки немає результатів аналізів
uz: Sizda test natijalari hali yo'q

# medicine.found.products
source: product (s)
kk: өнім (лер)
uk: товару (ів)
uz: mahsulot (lar)

# catalog.good_of_day
source: Product of the day
kk: Тәулік өнімі
uk: Товар дня
uz: Kunning mahsuloti

# product.tags
source: Tags:
kk: Тегтер:
uk: Теги:
uz: Teglar:

# welcome.ask
source: Ask a pharmacist
kk: Фармацевтен сұраңыз
uk: Запитай фармецевта
uz: Farmatsevtdan so'rang

# checkout.deliveryType
source: Delivery method
kk: Жеткізу әдісі
uk: Спосіб доставки
uz: Yetkazib berish usuli

# farmaciesList.list
source: List
kk: Тізім
uk: Списком
uz: Ro'yxat

# delivery.applyButton
source: Save
kk: Сақтау
uk: Зберегти
uz: Saqlash

# checkout.orderConsistence
source: Order list
kk: Тапсырыс тізімі
uk: Склад замовлення
uz: Buyurtma ro'yxati

# medicine.sort
source: Sort
kk: Сұрыптау
uk: Сортувати
uz: Saralash

# signup.title
source: Create an account
kk: Тіркелу
uk: створення облікового запису
uz: Hisob ochish

# welcome.watch_all
source: See all
kk: Барлығын көру
uk: Дивитися все
uz: Barchasini ko'ring

# product.watchAll
source: See all
kk: Барлығын көру
uk: Дивитися все
uz: Barchasini ko'ring

# checkout.discount
source: Discount
kk: Жеңілдік
uk: Знижка
uz: Chegirma

# profile.makePhoto
source: To make a photo
kk: Фотосурет жасау
uk: Зробити фото
uz: Suratga olish

# profile.makePhotoDescription
source: Take a new photo or choose from your album
kk: Жаңа суретке түсіріңіз немесе альбомыңыздан таңдаңыз
uk: Зробіть нову фотографію або виберіть зі свого альбому
uz: Yangi suratga oling yoki albomingizdan tanlang

# checkout.pickup
source: Pickup
kk: Ала кету
uk: Самовивіз
uz: Olib ketish; ko'tarish

# login.title
source: Welcome back!
kk: Оралуыңмен!
uk: З поверненням!
uz: Qaytganing bilan!

# profile.receipes
source: Recipes
kk: Рецепттер
uk: Pецепти
uz: Retseptlar

# prescriptions.emptyBarTitle
source: Recipes
kk: Рецепттер
uk: Рецепти
uz: Retseptlar

# product.recommended
source: Recommended for you:
kk: Сізге ұсынылған:
uk: Рекомендоване вам:
uz: Siz uchun tavsiya etiladi:

# profile.edit
source: Edit
kk: Өңдеу
uk: Редагувати
uz: Tahrirlash

# signup.privacy
source: By registering, I agree to
kk: Тіркелу арқылы мен келісемін
uk: Реєструючись, я погоджуюся на
uz: Ro'yxatdan o'tish orqali men roziman

# signup.registration
source: check in
kk: тіркеу
uk: Реєстрація
uz: belgilanish

# region.title
source: Region
kk: Аймақ
uk: Регіон
uz: Mintaqa

# onboarding.description
source: Allow access to geolocation for actual display of content
kk: Мазмұнды нақты көрсету үшін геолокацияға қол жеткізуге рұқсат етіңіз
uk: Дозвольте доступ до геолокації для актуального відображення контенту
uz: Tarkibni haqiqiy namoyish qilish uchun geolokatsiyaga kirishga ruxsat bering

# tabbar.profile
source: Profile
kk: Профиль
uk: Профіль
uz: Profil

# profile.title
source: Profile
kk: Профиль
uk: Профіль
uz: Profil

# profile.profile
source: Profile
kk: Профиль
uk: Профіль
uz: Profil

# signup.skip
source: Skip
kk: Өткізіп жіберу
uk: Пропустити
uz: O'tkazib yuborish

# onboarding.button.skip
source: Skip
kk: Өткізіп жіберу
uk: Пропустити
uz: O'tkazib yuborish

# checkout.promocode
source: Promo code
kk: Промокод
uk: Промокод
uz: Kupon kodi

# medicine.found.product
source: product
kk: өнім
uk: Продукт
uz: mahsulot

# onboarding.button.skipPurchase
source: Continue without registration
kk: Тіркеусіз жалғастырыңыз
uk: Продовжити без реєстрації
uz: Ro'yxatdan o'tmasdan davom eting

source: About cashback
kk: Кэшбэк туралы
uk: про кешбек
uz: Cashback haqida

# onboarding.titlePurchase
source: Let's start shopping
kk: Дүкенді бастайық
uk: Приступаємо до покупок
uz: Xarid qilishni boshlaymiz

# delivery.note
source: Note to order
kk: Тапсырысқа ескерту
uk: Примітка до замовлення
uz: Buyurtma uchun eslatma

# checkout.description
source: Note to order
kk: Тапсырысқа ескерту
uk: Примітка до замовлення
uz: Buyurtma uchun eslatma

# about.terms
source: Terms of use
kk: Қолдану ережелері
uk: Угода користувача
uz: Foydalanish shartlari

# delivery.streenAndCityValidation
source: The field must contain at least 2 letters
kk: Өріс кем дегенде 2 әріптен тұруы керек
uk: Поле має містити не менше 2 літер
uz: Maydonda kamida 2 ta harf bo'lishi kerak

# confirm.description
source: Please enter the verification code we sent to
kk: Біз жіберген растау кодын енгізіңіз
uk: Будь ласка, введіть перевірочний код, який ми відправили на
uz: Iltimos, biz yuborgan tasdiqlash kodini kiriting

# signup.description
source: Please log in in a way convenient for you
kk: Сізге ыңғайлы түрде кіріңіз
uk: Будь ласка, авторизуйтесь зручним для вас способом
uz: Iltimos, o'zingiz uchun qulay bo'lgan tarzda kiring

# confirm.title
source: Number confirmation
kk: Нөмірді растау
uk: підтвердження номера
uz: Raqamni tasdiqlash

# search.emptyState.description
source: Please repeat your search or try to find another medicine
kk: Іздеуді қайталаңыз немесе басқа әдісті табуға тырысыңыз
uk: Повторіть пошук або спробуйте знайти інший препарат
uz: Iltimos, qidiruvni takrorlang yoki boshqa vositani topishga harakat qiling

# farmaciesList.byPrice
source: By price
kk: Бағасы бойынша
uk: За ціною
uz: Narxiga ko'ra

# farmaciesList.byDistance
source: By distance
kk: Қашықтық бойынша
uk: по відстані
uz: Masofa bo'yicha

# myOrders.emptyDescription
source: Go to your shopping cart to continue checkout
kk: Тауарды төлеуді жалғастыру үшін себетіңізге барыңыз
uk: Перейдіть в кошик, щоб продовжити оформлення замовлення
uz: To'lovni davom ettirish uchun xaridlar savatiga o'ting

# product.cunsumWarning
source: Before use, we recommend you to consult with your doctor and study the instructions.
kk: Қолданар алдында дәрігермен кеңесіп, нұсқаулықпен танысуға кеңес; береміз.
uk: Перед вживанням рекомендуємо проконсультуватися з лікарем і вивчити інструкцію.
uz: Ishlatishdan oldin, shifokor bilan maslahatlashishni va ko'rsatmalarni o'rganishni tavsiya etamiz.

# search.clean.title
source: Clear your search history?
kk: Іздеу тарихын өшіру керек пе?
uk: Очистити історію пошуку?
uz: Qidiruv tarixingiz tozalansinmi?

# action.clean
source: Clear
kk: Таза
uk: Очистити
uz: Aniq

# checkout.title
source: Registration
kk: Тіркеу
uk: Оформлення
uz: Ro'yxatdan o'tish

# myOrders.emptyButton
source: Checkout?
kk: Шығу?
uk: Оформити замовлення?
uz: Tekshirib ko'rmoq?

# checkout.applyPurchase
source: Checkout
kk: Шығу
uk: Оформити замовлення
uz: Tekshirib ko'rmoq

# Basket.emptyTitle
source: Oh your cart is empty
kk: Сіздің арбаңыз бос
uk: Оу, ваша корзина порожня
uz: Oh, sizning aravangiz bo'sh

# wishlist.emptyTitle
source: Oh, you haven't added the item to your favorites yet
kk: О, сіз бұл затты әлі таңдаулыға қосқан жоқсыз
uk: Оу, ви поки не додали товар в обране
uz: Oh, siz bu narsani hali sevimlilaringizga qo'shmagansiz

# confirm.resendAgain
source: Send again
kk: Қайта жіберіңіз
uk: Відправити ще раз
uz: Qayta yuboring

# signup.alert_ok
source: Cancellation
kk: Бас тарту
uk: Відміна
uz: Bekor qilish

# profile.exitNo
source: Cancellation
kk: Бас тарту
uk: Відміна
uz: Bekor qilish

# action.cancel
source: Cancellation
kk: Бас тарту
uk: Відміна
uz: Bekor qilish

# general.price.from
source: from
kk: бастап
uk: від
uz: dan

# product.questions
source: Still have questions?
kk: Сұрақтарыңыз бар ма?
uk: Залишились питання?
uz: Hali ham savollaringiz bormi?

# checkout.addComment
source: Leave a comment
kk: Пікір қалдыру
uk: залишити комменатар
uz: Fikr qoldiring

# profile.payment
source: Payment and bonuses
kk: Төлем және бонустар
uk: Оплата і бонуси
uz: To'lov va bonuslar

# product.description
source: Description:
kk: Сипаттама:
uk: Опис:
uz: Tavsif:

# product.askFarmacept
source: Online Consulting
kk: Онлайн-кеңес беру
uk: Онлайн Консультації
uz: Onlayn konsalting

# error.phone
source: Oops: It doesn't seem like a phone number
kk: Ой: бұл телефон нөмірі емес сияқты
uk: Ой: Здається це не схоже на номер телефону
uz: Xato: telefon raqamiga o'xshamaydi

# error.email
source: Oops: It doesn't seem like an email address
kk: Ой: Бұл электрондық пошта мекен-жайы сияқты емес
uk: Ой: Здається це не схоже на імейл адресу
uz: Xato: bu elektron pochta manziliga o'xshamaydi

# search.emptyState.title
source: Oh, it seems that there is no such product in our database.
kk: О, біздің базада ондай өнім жоқ сияқты.
uk: Ой, здається такого товару немає в нашій базі
uz: Oh, ma'lumotlar bazasida bunday mahsulot yo'q ekan.

# checkout.whorePrice
source: total amount
kk: жалпы сома
uk: Загальна сума
uz: umumiy qiymat

# prescriptions.emptyDescription
source: Contact your therapist to download a prescription
kk: Рецепт жүктеу үшін денсаулық сақтау маманымен байланысыңыз
uk: Зверніться до вашого лікаря, щоб завантажити рецепт
uz: Retseptni yuklab olish uchun sog'liqni saqlash mutaxassisingizga murojaat qiling

# signup.link
source: Personal data processing
kk: Жеке деректерді өңдеу
uk: Обробку персональних даних
uz: Shaxsiy ma'lumotlarni qayta ishlash

# profile.about
source: About the app
kk: Қолданба туралы
uk: Про програму
uz: Ilova haqida

# about.about
source: About the app
kk: Қолданба туралы
uk: Про програму
uz: Ilova haqida

# about.data
source: About Personal Data
kk: Жеке деректер туралы
uk: Про Персональних даних
uz: Shaxsiy ma'lumotlar haqida

# onboarding.text1
source: Need a pain reliever, cotton wool and a bandage? Order everything
kk: Ауырсынуды басатын құрал, мақта және бинт керек пе? Барлығына тапсырыс беріңіз
uk: Потрібно знеболююче, вата і бинт? Замовте все
uz: Og'riqni kamaytirish vositasi, paxta tolasi va bint kerakmi? Hamma narsaga buyurtma bering

# profile.questions
source: Need help?
kk: Көмек керек?
uk: Потрібна допомога?
uz: Yordam kerak?

# onboarding.text3
source: Not sure what is the best medicine to buy? Ask a medic in the chat!
kk: Сатып алудың ең жақсы әдісі қандай екенін білмейсіз бе? Чатта дәрігерден сұраңыз!
uk: Невпевнені яке краще ліки придбати? Запитайте в чаті у медика!
uz: Sotib olish uchun eng yaxshi dori nima ekanligini bilmayapsizmi? Suhbatda tibbiyot xodimidan so'rang!

# confirm.resendCode
source: Didn't receive the code?
kk: Кодты алған жоқсыз ба?
uk: Не отримали код?
uz: Kodni olmadingizmi?

# wishlist.emptyDescription
source: Start your search to add a product to your cart
kk: Себетке өнімді қосу үшін іздеуді бастаңыз
uk: Почніть пошук, щоб додати товар в корзину
uz: Savatga mahsulot qo'shish uchun qidiruvni boshlang

# Basket.emptyDescription
source: Start your search to add a product to your cart
kk: Себетке өнімді қосу үшін іздеуді бастаңыз
uk: Почніть пошук, щоб додати товар в корзину
uz: Savatga mahsulot qo'shish uchun qidiruvni boshlang

# welcome.title
source: Start your search
kk: Іздеуді бастаңыз
uk: Почніть пошук
uz: Qidiruvni boshlang

# wishlist.emptyButton
source: To start searching
kk: Іздеуді бастау үшін
uk: Почати пошук
uz: Qidirishni boshlash uchun

# Basket.emptyButton
source: To start searching
kk: Іздеуді бастау үшін
uk: Почати пошук
uz: Qidirishni boshlash uchun

# product.findIn
source: Find in pharmacies
kk: Дәріханалардан табыңыз
uk: Знайти в аптеках
uz: Dorixonalarda toping

# medicine.found
source: Found
kk: Табылды
uk: Знайдено
uz: Topildi

# farmaciesList.map
source: On the map
kk: Картада
uk: На карті
uz: Xaritada

# profile.insurance
source: My insurance policy
kk: Менің сақтандыру полисім
uk: Мій страховий поліс
uz: Mening sug'urta polisim

# profile.region
source: My region
kk: Менің аймағым
uk: Мій регіон
uz: Mening mintaqam

# welcome.receipe
source: My recipes
kk: Менің рецепттерім
uk: Мої рецепти
uz: Mening retseptlarim

# profile.privileges
source: Privileges
kk: Артықшылықтар
uk: Пільги
uz: Imtiyozlar

# tabbar.basket
source: Shopping cart
kk: Себет
uk: Кошик
uz: Savat

# checkout.contactData
source: Contact details
kk: Байланыс мәліметтері
uk: Контактні дані
uz: Aloqa ma'lumotlarini

# delivery.houseValidation
source: apartment must be from 1 to 1000
kk: пәтер 1-ден 1000-ға дейін болуы керек
uk: квартира повинна бути від 1 до 1000
uz: kvartira 1 dan 1000 gacha bo'lishi kerak

# welcome.categories
source: Categories
kk: Санаттар
uk: Категорії
uz: Kategoriyalar

# tabbar.catalogue
source: Catalog
kk: Каталог
uk: Каталог
uz: Katalog

# profile.camera
source: Camera
kk: Камера
uk: Камера
uz: Kamera

# checkout.finalPrice
source: Total payable
kk: Жалпы төлеуге жататындар
uk: разом до оплати
uz: To'lanadigan umumiy

# search.recents.header
source: Search history
kk: Іздеу тарихы
uk: Історія пошуку
uz: Qidiruv tarixi

# checkout.name
source: Name and surname
kk: Аты-жөні
uk: Ім'я та прізвище
uz: Ism va familiya

# error.name
source: Name must contain between 2 and 12 letters
kk: Атауда 2-ден 12-ге дейін әріптер болуы керек
uk: Ім'я повинно містити від 2 до 12 букв
uz: Ismda 2 dan 12 gacha harf bo'lishi kerak

# login.social
source: Or sign in with
kk: Немесе кіріңіз
uk: Або увійти за допомогою
uz: Yoki bilan kiring

# checkout.change
source: Edit
kk: Өңдеу
uk: змінити
uz: Tahrirlash

# wishlist.emptyBarTitle
source: Favorites
kk: Таңдаулылар
uk: Вибране
uz: Sevimlilar

# tabbar.favorite
source: Favorites
kk: Таңдаулылар
uk: Вибране
uz: Sevimlilar

# profile.selected
source: Favorites
kk: Таңдаулылар
uk: Вибране
uz: Sevimlilar

# login.signup
source: Register now
kk: Қазір тіркеліңіз
uk: Увійдіть
uz: Hozir ro'yxatdan o'ting

# prescriptions.emptyButton
source: Make an appointment
kk: Қабылдауға жазылу
uk: Записатися на прийом
uz: Uchrashuvni belgilang

# analizes.emptyButton
source: Sign up for tests
kk: Тесттерге жазылыңыз
uk: Записатися на аналізи
uz: Sinovlarga yoziling

# signup.alert_title
source: Finish without registering?
kk: Тіркеусіз аяқтайсыз ба?
uk: Закінчити без реєстрації?
uz: Ro'yxatdan o'tmasdan tugatish kerakmi?

# signup.alert_cancel
source: To finish
kk: Аяқтау
uk: закінчити
uz: Tugatish

# profile.orders
source: Orders
kk: Тапсырыстар
uk: Замовлення
uz: Buyurtmalar

# myOrders.emptyBarTitle
source: Orders
kk: Тапсырыстар
uk: Замовлення
uz: Buyurtmalar

# checkout.orderForOther
source: Order to another
kk: Басқаға тапсырыс беріңіз
uk: Замовити іншому
uz: Boshqasiga buyurtma bering

# login.account
source: Don't have an account yet?
kk: Тіркелгіңіз жоқ па?
uk: Ще немає облікового запису?
uz: Sizda hali hisob yo'qmi?

# onboarding.title2
source: Delivery
kk: Жеткізу
uk: доставка
uz: Yetkazib berish

# checkout.delivery
source: Delivery
kk: Жеткізу
uk: доставка
uz: Yetkazib berish

# successfulLogin.description
source: Welcome to the world of taking care of your health with the help of the Apteka!
kk: Дәріхананың көмегімен денсаулығыңызды күту әлеміне қош келдіңіз!
uk: Ласкаво просимо в світ турботи про своє здоров'я за допомогою Аптеки!
uz: Dorixona yordamida sog'lig'ingizga g'amxo'rlik qilish olamiga xush kelibsiz!

# farmaciesList.addToBag
source: Add to Cart
kk: Себетке қосу
uk: Додати в кошик
uz: savatchaga qo'shish

# general.price.to
source: before
kk: бұрын
uk: до
uz: oldin

# signup.apply
source: Next
kk: Әрі қарай
uk: Далі
uz: Keyinchalik

# onboarding.button.next
source: Next
kk: Әрі қарай
uk: Далі
uz: Keyinchalik

# login.apply
source: Next
kk: Әрі қарай
uk: Далі
uz: Keyinchalik

# profile.saveChanges
source: Done
kk: Дайын
uk: Готово
uz: Bajarildi

# welcome.ready
source: ready
kk: дайын
uk: готовий
uz: tayyor

# delivery.city
source: Town
kk: Қала
uk: Місто
uz: Shahar

# checkout.city
source: Town
kk: Қала
uk: Місто
uz: Shahar

# tabbar.main
source: Main
kk: Басты
uk: Головна
uz: Asosiy

# profile.galery
source: Gallery
kk: Галерея
uk: Галерея
uz: Galereya

# profile.exit
source: Sign out of your account
kk: Тіркелгіңізден шығыңыз
uk: Вийти з облікового запису
uz: Hisobingizdan chiqing

# profile.exitYes
source: Log out
kk: Шығу
uk: вийти
uz: Tashqariga chiqish

# farmaciesList.selectFarmacy
source: Choose a pharmacy
kk: Дәріхананы таңдаңыз
uk: вибрати аптеку
uz: Dorixonani tanlang

# farmaciesList.title
source: Choosing a pharmacy
kk: Дәріхана таңдау
uk: вибір аптеки
uz: Dorixona tanlash

# checkout.paymentType
source: Select payment type
kk: Төлем түрін таңдаңыз
uk: Виберіть тип оплати
uz: To'lov turini tanlang

# profile.exitQuestion
source: Are you sure you want to exit the application?
kk: Қолданбадан шыққаныңызға сенімдісіз бе?
uk: Ви впевнені, що хочете вийти з програми?
uz: Ilovadan chiqishni xohlaysizmi?

# welcome.watchRecently
source: You recently viewed
kk: Сіз жақында қарадыңыз
uk: Ви нещодавно дивилися
uz: Siz yaqinda ko'rgansiz

# welcome.delivery
source: You can use them when ordering delivery or pickup
kk: Сіз оларды жеткізілімге немесе алып кетуге тапсырыс беру кезінде пайдалана аласыз
uk: Ви можете використовувати їх при замовленні доставки або самовивозу
uz: Siz ularni etkazib berishga yoki olib ketishga buyurtma berishda foydalanishingiz mumkin

# myOrders.emptyTitle
source: Haven't decided to place an order yet?
kk: Сіз әлі тапсырыс беруге шешім қабылдадыңыз ба?
uk: Ви ще не зважилися зробити замовлення?
uz: Siz hali buyurtma berishga qaror qilmadingizmi?

# onboarding.title1
source: Everything in one place
kk: Барлығы бір жерде
uk: Все в одному місці
uz: Hammasi bir joyda

# product.temporarilyUnavailable
source: Temporarily unavailable
kk: Уақытша қол жетімсіз
uk: Тимчасово недоступний
uz: Vaqtincha mavjud emas

# onboarding.text2
source: Delivery of prescription drugs made possible for the first time
kk: Рецепт бойынша дәрі-дәрмектерді жеткізу бірінші рет мүмкін болды
uk: Вперше стала можлива доставка рецептурних препаратів
uz: Birinchi marta retsept bo'yicha dori-darmonlarni etkazib berish mumkin bo'ldi

# login.enter
source: Login
kk: Кіру
uk: Увійти
uz: Kirish

# login.signin
source: Sign in
kk: Кіру
uk: Увійдіть
uz: tizimga kirish

# about.title
source: Version 1.1.24
kk: 1.1.24 нұсқасы
uk: версія 1.1.24
uz: 1.1.24 versiyasi

# successfulLogin.title
source: Verification successful!
kk: Тексеру сәтті өтті!
uk: Верифікація успішна!
uz: Tekshiruv muvaffaqiyatli!

# confirm.screenTitle
source: Verification
kk: Тексеру
uk: верифікація
uz: Tekshirish

# search.clean.message
source: Your previous requests will be removed from quick access
kk: Алдыңғы сұрауларыңыз жылдам қол жетімділіктен жойылады
uk: Ваші попередні запити будуть видалені з швидкого доступу
uz: Oldingi so'rovlaringiz tezkor kirishdan o'chiriladi

# placeholder.name
source: Your name
kk: Сіздің атыңыз
uk: Ваше ім'я
uz: Sizning ismingiz

# welcome.yourOrder
source: Your order
kk: Сіздің тапсырысыңыз
uk: Ваше замовлення
uz: Sizning buyurtmangiz

# onboarding.titleCity
source: Your town
kk: Сіздің қалаңыз
uk: Ваше місто
uz: Sizning shaharchangiz

# signup.alert_body
source: You will need to go through the registration stage again
kk: Сізге қайта тіркеу кезеңінен өту қажет болады
uk: Вам буде необхідно пройти етап реєстрації заново
uz: Siz yana ro'yxatdan o'tish bosqichidan o'tishingiz kerak

# product.bonus
source: BONUSES
kk: Бонустар
uk: БОНУСІВ
uz: BONUSLAR

# profile.charity
source: Charity
kk: Қайырымдылық
uk: Благодійність
uz: Xayriya

# product.analogs
source: Analogues and main active ingredient
kk: Аналогтар және негізгі белсенді ингредиент
uk: Аналоги і основна діюча речовина
uz: Analoglar va asosiy faol moddalar

# welcome.diagnostic
source: Analyzes and diagnostics
kk: Талдау және диагностика
uk: Аналізи і діагностика
uz: Tahlillar va diagnostika

# profile.analize
source: Analyzes
kk: Талдау
uk: Аналізи
uz: Tahlillar

# analizes.emptyBarTitle
source: Analyzes
kk: Талдау
uk: Аналізи
uz: Tahlillar

# profile.address
source: Delivery address
kk: Жеткізу мекенжайы
uk: Адреса доставки
uz: Yetkazib berish manzili

# delivery.title
source: Delivery address
kk: Жеткізу мекенжайы
uk: Адреса доставки
uz: Yetkazib berish manzili

# checkout.deliveryAddress
source: Delivery address
kk: Жеткізу мекенжайы
uk: Адреса доставки
uz: Yetkazib berish manzili

# checkout.farmacyAddress
source: Pharmacy address
kk: Дәріхананың мекен-жайы
uk: Адреса аптеки
uz: Dorixona manzili

# onboarding.button.nextPurchase
source: Login
kk: Кіру
uk: авторизуватись
uz: Tizimga kirish

# onboarding.descriptionPurchase
source: Log in to make purchases and test appointments faster
kk: Сатып алулар мен кездесулерді тезірек тексеру үшін кіріңіз
uk: Авторизуйтесь, щоб здійснювати покупки і записи на аналізи швидше
uz: Xaridlarni amalga oshirish va uchrashuvga tezroq tashrif buyurish uchun tizimga kiring

# signup.social
source: Login with
kk: Кіру
uk: Авторизуватися за допомогою
uz: Bilan kirish

# confirm.confirm_fail
source: The code you entered is incorrect. Please try again.
kk: Сіз енгізген код дұрыс емес. Қайталап көріңіз.
uz: Siz kiritgan kod noto'g'ri. Iltimos, yana bir bor urinib ko'ring.

# delivery.pavilion
source: Sector No.
kk: Дене нөмірі
uk: № Корпуси
uz: Kuzov raqami

# checkout.flatNumber
source: Apartment No.
kk: Пәтер №
uk: № Квартири
uz: Kvartira raqami

# delivery.flat
source: No. Apt
kk: № Кв
uk: № Кв
uz: Yo'q Kv

# delivery.house
source: House No.
kk: Үй №
uk: № Будинок
uz: Uy raqami

# checkout.houseNumber
source: House No.
kk: Үй №
uk: № Будинок
uz: Uy raqami

# confirm.resend_fail
source: Failed to resend code.
kk: Код қайта жіберілмеді.
uz: Kodni qayta yuborib bo'lmadi.

# placeholder.email
source: email for sending
kk: ақпараттық бюллетеньдер үшін электрондық пошта
uk: email для розсилок
uz: xabarnomalar uchun elektron pochta

# checkout.email
source: email
kk: электрондық пошта
uz: elektron pochta

# about.description
source: 1208742, Astana, st. Beibitshilik, 33, entrance 6, floor 5, room 730
kk: 1208742, Астана қ. Бейбітшілік, 33, 6 кіреберіс, 5 қабат, 730 бөлме
uk: 1208742, м.Астана, вул. Бейбітшилік, 33, під'їзд 6, поверх 5, приміщення 730
uz: 1208742, Astana, st. Beibitshilik, 33, 6-kirish, 5-qavat, 730-xona

# profile.language
source: Language
uk: Мова
